Repository: openhab/openhab-windows
Catalog: Openhab.Core/Strings/*/Resources.resw
Source language: en_us
Languages: de_de

# SettingsCancelButton.Label
source: Cancel
de_de: Abbrechen

# ConnectionCheck.Text
source: Connection Check:
de_de: Verbindungscheck:

# ConnectionSettings.Text
source: Connection Settings
de_de: Verbindungseinstellungen

# DemoModeHeader.Text
source: Demo mode
de_de: Demo Modus

# MessageError
source: Ups, something went wrong
de_de: Oops, da ist etwas schief gelaufen.

# IgnoreSSLCertErrors.Text
source: Ignore SSL certificate errors
de_de: Ignoriere SSL Zertifkatsfehler

# IgnoreSSLCertHostErrors.Text
source: Ignore SSL hostname errors
de_de: Ignoriere SSL Hostname Fehler

# LocalSettings.Text
source: Local Settings
de_de: Lokale Einstellungen

# LocalUrl.ToolTipService.ToolTip
source: Local url to the OpenHab instance. Default url is http://openhab:8080
de_de: Url der lokalen OpenHab Instanz. Standard Url ist http://openhab:8080

# MessageNotConfigured
source: Connection settings are not configured. Please select demo mode or configure local/remote OpenHab connection information.
de_de: Es scheint kein OpenHab Server url konfiguriert zu sein. Gehe Sie in die App Einstellungen (Zahnrad Icon) um die Verbindungseinstellung zur ihrem OpenHab Server zukonfigurieren.

# MessagesNotReachable
source: OpenHab service is not reachable at the moment. Go to app settings (gear icon) to check the connection configuration.
de_de: Im Moment ist der OpenHab Service nicht erreichbar. ehe Sie in die App Einstellungen (Zahnrad Icon) um die Verbindungseinstellung zu prüfen.

# PasswordHeader.Text
source: Password
de_de: Passwort

# RemoteSettings.Text
source: Remote Settings
de_de: Remote Einstellungen

# RemoteUrl.ToolTipService.ToolTip
source: Url to access OpenHab server from outside of the home network
de_de: Url für den Zugriff auf den OpenHab Server von außerhalb des Heimnetzwerks.

# SettingsSaveButton.Label
source: Save
de_de: Speichern

# SettingsHeader.Text
source: Settings
de_de: Einstellungen

# UsernameHeader.Text
source: Username
de_de: Benutzername

# NoItemsOrOpenHabNotAvailable.Text
source: No sitemaps available
de_de: Keine Sitemaps verfügbar

# AppSettings.Text
source: App Settings
de_de: App Einstellungen

# HideDefaultSitemap.Text
source: Show default sitemap (_default)
de_de: Standard Sitemap (_default) einblenden

# CertificateSettings.Text
source: Certificate Settings
de_de: Zertifikatseinstellungen

# Loading.Text
source: Loading data...
de_de: Lade Daten...

# MessageSettingsConnectionConfigInvalid
source: Connection settings are invalid. Please select demo mode or configure local/remote connection.
de_de: Verbindungseinstellungen sind nicht korrekt. Bitte wählen Sie den Demo Modus oder die Lokalen/Remote Verbindunsinformation zur ihrem OpenHab Server.

# AppLanguage.Text
source: App Language
de_de: App Sprache

# ConnectionDialog.PrimaryButtonText
source: Close
de_de: Schliesen

# ConnectionDialog.Title
source: Connection Settings
de_de: Verbindungseinstellungen

# ConnectionProfile.Text
source: Connection Profile
de_de: Verbindungsprofil

# ConnectionNotConfigured
source: Not configured
de_de: Nicht konfiguriert

# EncryptedConnection
source: Connected to
de_de: Verbunden mit

# UnencryptedConnection
source: Unsecured connected to
de_de: Unsichere Verbindung mit

# LocalCustomConnection
source: Custom Connection Profile
de_de: Benutzerdefiniertes Verbindungsprofil

# LocalDefaultConnection
source: Default Connection Profile
de_de: Standard Verbindungsprofil

# RemoteCustomConnection
source: Custom Connection Profile
de_de: Benutzerdefiniertes Verbindungsprofil

# MenuLogsView.Content
source: View Log
de_de: Log Anzeigen

# LogsSend.Content
source: Send Logs by mail
de_de: Logs per mail versenden

# LogFileLocation.Text
source: Log File Path:
de_de: Dateipfad Logdatei:

# LogsFolderOpen.Label
source: Browse log folder
de_de: Öffne Logverzeichnis

# Back.Label
source: Back
de_de: Zurück

# MenuAppSettings.Content
source: App Settings
de_de: App Einstellungen

# MenuConnectionSettings.Content
source: Connection Settings
de_de: Verbindungseinstellungen

# ShowDefaultSitemap.Text
source: Show default sitemaps
de_de: Standard Sitemaps einblenden

# SVGIcons.Text
source: Use high resolution charts for sitemap tiles
de_de: Verwenden von Icons mit hoher Auflösung für Sitemapkacheln
